{
  "title": "Mass Polymorph",
  "source": "Xanathar's Guide to Everything",
  "lv": 9,
  "school": "transmutation",
  "ritual": false,
  "casting_time": [
    1,
    "Action",
    [
      true,
      true,
      true
    ]
  ],
  "component_cost": false,
  "range": [
    120,
    0,
    "none"
  ],
  "duration": [
    1,
    "hour",
    true
  ],
  "text": "You transform up to ten creatures of your choice that you can see within range. An unwilling target must succeed on a Wisdom saving throw to resist the transformation. An unwilling shapechanger automatically succeeds on the save.\nEach target assumes a beast form of your choice, and you can choose the same form or different ones for each target. The new form can be any beast you have seen whose challenge rating is equal to or less than the target’s (or half the target’s level, if the target doesn’t have a challenge rating). The target’s game statistics, including mental ability scores, are replaced by the statistics of the chosen beast, but the target retains its hit points, alignment, and personality.\nEach target gains a number of temporary hit points equal to the hit points of its new form. These temporary hit points can’t be replaced by temporary hit points from another source. A target reverts to its normal form when it has no more temporary hit points or it dies. If the spell ends before then, the creature loses all its temporary hit points and reverts to its normal form.\nThe creature is limited in the actions it can perform by the nature of its new form. It can’t speak, cast spells, or do anything else that requires hands or speech. The target’s gear melds into the new form.\nThe target can’t activate, use, wield, or otherwise benefit from any of its equipment.",
  "higher_lv": "No Higher Levels",
  "spell_lists": [
    "Bard",
    "Sorcerer",
    "Wizard"
  ],
  "proc": [
    "Save",
    "Wisdom"
  ],
  "damage": [
    0,
    0,
    0,
    [
      ""
    ]
  ],
  "tags": [
    "Utility",
    "Control"
  ]
}
