{
  "title": "Tiny Servant",
  "source": "Xanathar's Guide to Everything",
  "lv": 3,
  "school": "transmutation",
  "ritual": false,
  "casting_time": [
    1,
    "minute",
    [
      true,
      true,
      false
    ]
  ],
  "component_cost": false,
  "range": [
    1,
    0,
    "none"
  ],
  "duration": [
    8,
    "hours",
    false
  ],
  "text": "You touch one Tiny, nonmagical object that isn’t attached to another object or a surface and isn’t being carried by another creature. The target animates and sprouts little arms and legs, becoming a creature under your control until the spell ends or the creature drops to 0 hit points. See the stat block for its statistics.\nAs a bonus action, you can mentally command the creature if it is within 120 feet of you. (If you control multiple creatures with this spell, you can command any or all of them at the same time, issuing the same command to each one.) You decide what action the creature will take and where it will move during its next turn, or you can issue a simple, general command, such as to fetch a key, stand watch, or stack some books. If you issue no commands, the servant does nothing other than defend itself against hostile creatures. Once given an order, the servant continues to follow that order until its task is complete.\nWhen the creature drops to 0 hit points, it reverts to its original form, and any remaining damage carries over to that form.\nTiny Servant: Tiny Construct\nArmor Class: 15 (natural armor)\nHit Points: 10 (4d4)\nSpeed: 30ft, climb 30 ft.\n Str 4(-3) Dex 16(+3) Con 10(0) Int 2(-4) Wis 10(+0) Char 1(-5)\nDamage Immunities: poison, psychic\nCondition Immunities: blinded, charmed, deafened, exhaustion, frightened, paralyzed, petrified, poisoned\nSenses: blindsight 60 ft. (blind beyond this radius), passive Perception 10\nLanguages: —\nChallenge: —\nSlam. Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 5 (1d4 + 3) bludgeoning damage.",
  "higher_lv": "At Higher Levels. When you cast this spell using a spell slot of 4th level or higher, you can animate two additional objects for each slot level above 3rd.",
  "spell_lists": [
    "Wizard",
    "Artificer"
  ],
  "proc": [
    "Instant",
    "none"
  ],
  "damage": [
    0,
    0,
    0,
    [
      ""
    ]
  ],
  "tags": [
    "Utility",
    "Summon"
  ]
}
