{
  "title": "Summon Fiend",
  "source": "Tasha's Cauldron of Everything",
  "lv": 6,
  "school": "conjuration",
  "ritual": false,
  "casting_time": [
    1,
    "action",
    [
      true,
      true,
      true
    ]
  ],
  "component_cost": false,
  "range": [
    90,
    0,
    "none"
  ],
  "duration": [
    1,
    "hour",
    true
  ],
  "text": "You call forth a fiendish spirit. It manifests in an unoccupied space that you can see within range. This corporeal form uses the Fiendish Spirit stat block. When you cast the spell, choose Demon, Devil, or Yugoloth. The creature resembles a fiend of the chosen type, which determines certain traits in its stat block. The creature disappears when it drops to 0 hit points or when the spell ends.\nThe creature is an ally to you and your companions. In combat, the creature shares your initiative count, but it takes its turn immediately after yours. It obeys your verbal commands (no action required by you). If you don’t issue any, it takes the Dodge action and uses its move to avoid danger.\nFiendish-Spirit: large field\nArmor Class: 12 + the level of the spell (natural armor)\nHit Points: 50 (Demon only) or 40 (Devil only) or 60 (Yugoloth only) + 15 for each spell level above 6th\nSpeed: 40 ft., climb 40 ft. (Demon only), fly 60 ft. (Devil only)\nStr: 13(+1), Dex: 16(+3), Con 15(+2), Int 10(+0), Wis: 10(+0), Char: 16(+3)\nDamage Resistances: fire\nDamage Immunities: poison, Condition Immunities: poisoned\nSenses: darkvision 60 ft, passive Perception 10\nLanguages: Abyssal, Infernal, telepathy 60 ft\nChallenge: —, Proficiency Bonus: equals your bonus\nDeath Throes (Demon Only). When the fiend drops to 0 hit points or the spell ends, the fiend explodes, and each creature within 10 feet of it must make a Dexterity saving throw against your spell save DC. A creature takes 2d10 + the spell’s level fire damage on a failed save, or half as much damage on a successful one\nDevil’s Sight (Devil Only). Magical darkness doesn’t impede the fiend’s darkvision\nMagic Resistance. The fiend has advantage on saving throws against spells and other magical effects\nMultiattack. The fiend makes a number of attacks equal to half this spell’s level (rounded down)\nBite (Demon Only). Melee Weapon Attack: your spell attack modifier to hit, reach 5 ft., one target. Hit: 1d12 + 3 + the spell’s level necrotic damage\nClaws (Yugoloth Only). Melee Weapon Attack: your spell attack modifier to hit, reach 5 ft., one target. Hit: 1d8 + 3 + the spell’s level slashing damage. Immediately after the attack hits or misses, the fiend can magically teleport up to 30 feet to an unoccupied space it can see\nHurl Flame (Devil Only). Ranged Spell Attack: your spell attack modifier to hit, range 150 ft., one target. Hit: 2d6 + 3 + the spell’s level fire damage. If the target is a flammable object that isn’t being worn or carried, it also catches fire",
  "higher_lv": "At Higher Levels. When you cast this spell using a spell slot of 7th level or higher, use the higher level wherever the spell’s level appears in the stat block.",
  "spell_lists": [
    "Warlock",
    "Wizard"
  ],
  "proc": [
    "Instant",
    "none"
  ],
  "damage": [
    0,
    0,
    0,
    [
      ""
    ]
  ],
  "tags": [
    "Utility",
    "Summon"
  ]
}
