{
  "title": "Summon Fey",
  "source": "Tasha's Cauldron of Everything",
  "lv": 3,
  "school": "conjuration",
  "ritual": false,
  "casting_time": [
    1,
    "action",
    [
      true,
      true,
      true
    ]
  ],
  "component_cost": false,
  "range": [
    90,
    0,
    "none"
  ],
  "duration": [
    1,
    "hour",
    true
  ],
  "text": "You call forth a fey spirit. It manifests in an unoccupied space that you can see within range. This corporeal form uses the Fey Spirit stat block. When you cast the spell, choose a mood. Fuming, Mirthful, or Tricksy. The creature resembles a fey creature of your choice marked by the chosen mood, which determines one of the traits in its stat block. The creature disappears when it drops to 0 hit points or when the spell ends.\nThe creature is an ally to you and your companions. In combat, the creature shares your initiative count, but it takes its turn immediately after yours. It obeys your verbal commands (no action required by you). If you don’t issue any, it takes the Dodge action and uses its move to avoid danger.\nFey Spirit: Small Fey\nArmor Class: 12 + the level of the spell (natural armor)\nHit Points: 30 + 10 for each spell level above 3rd\nSpeed: 40 ft\nStr 13 (+1) Dex 16 (+3) Con 14 (+2) 11(+0) Cha (+3)\nCondition Immunities: charmed\nSenses: darkvision 60 ft, passive Perception 10\nLanguages: Sylvan, understands the languages you speak\nChallange: -\nProficiency Bonus: Equal to your bonus\nLanguages: Sylvan, understands the languages you speak\nShortsword. Melee Weapon Attack: your spell attack modifier to hit, reach 5 ft, one target. Hit: 1d6 + 3 + the spell’s level piercing damage + 1d6 force damage\nFey Step. The fey magically teleports up to 30 feet to an unoccupied space it can see. Then one of the following effects occurs, based on the fey’s chosen mood\nFuming. The fey has advantage on the next attack roll it makes before the end of this turn\nMirthful. The fey can force one creature it can see within 10 feet of it to make a Wisdom saving throw against your spell save DC. Unless the save succeeds, the target is charmed by you and the fey for 1 minute or until the target takes any damage\nTricksy. The fey can fill a 5-foot cube within 5 feet of it with magical darkness, which lasts until the end of its next turn",
  "higher_lv": "At Higher Levels. When you cast this spell using a spell slot of 4th level or higher, use the higher level wherever the spell’s level appears in the stat block.",
  "spell_lists": [
    "Druid",
    "Ranger",
    "Warlock",
    "Wizard"
  ],
  "proc": [
    "Instant",
    "none"
  ],
  "damage": [
    0,
    0,
    0,
    [
      ""
    ]
  ],
  "tags": [
    "Utility",
    "Summon"
  ]
}
